export const Body = () => {
  return (
    <div>
      <p>
        <strong>Согласие на обработку персональных данных 1.2.</strong>
      </p>
      <p>&nbsp;</p>
      <ol>
        <li>
          В соответствии с Федеральным законом от 27.07.2006 № 152-ФЗ &laquo;О
          персональных данных&raquo;, я, действуя&nbsp; свободно, без
          принуждения, в своей воле (добровольно) и в своем интересе, даю
          согласие сервису &nbsp;book-eat Организации (ИНДИВИДУАЛЬНЫЙ
          ПРЕДПРИНИМАТЕЛЬ КОВАЛЕВ ИВАН АЛЕКСАНДРОВИЧ, Юридический адрес
          организации: 125315, РОССИЯ, Г МОСКВА, Г МОСКВА, УЛ АСЕЕВА, Д 8, КВ
          27, ИНН: 771476340744, ОГРН/ОГРНИП: 324774600861719) и/или его
          аффилированному лицу (далее - Сервису), на обработку моих персональных
          данных, указанных при использовании Сервиса, оставлении Заказа в
          Сервисе по адресу сайта &nbsp;Сервиса https://book-eat.ru/(включая
          поддомены) или в мобильном приложении Сервиса.
        </li>
      </ol>
      <p>&nbsp;</p>
      <ol start="2">
        <li>Целью обработки персональных данных является:</li>
      </ol>
      <p>
        - обработка заказов Пользователей в Сервисе Организацией во исполнение
        Пользовательского соглашения (оферты);
      </p>
      <p>- предоставление доступа к Сервису;</p>
      <p>
        - установления и поддержания связи с&nbsp; Пользователем, в том числе
        предоставление ответов и разъяснений по товарам, стоимости, доставке и
        т.п., направления ответов на запросы, вопросы Пользователей,
        информирования Пользователя о наличии товара и/или услуги, направление
        иных информационных и рекламных сообщений Сервисом и/или афилированных
        лиц и партнеров, прочих новостях Сервиса;
      </p>
      <p>
        - обеспечение работоспособности и безопасности Сервиса (предотвращение
        случаев мошенничества и других злоупотреблений, а также для
        расследования таких случаев).
      </p>
      <p>&nbsp;</p>
      <ol start="4">
        <li>
          Перечень персональных данных, на обработку которых я даю свое
          согласие:
        </li>
      </ol>
      <p>
        -личная информация о Покупателе (пользователе): ФИО, адрес электронной
        почты (e-mail), номер телефона; аккаунт в мессенджере Telegram, аккаунт
        в мессенджере WhatsApp.{" "}
        <strong>
          <br /> -
        </strong>
        дополнительная информация, которая может быть запрошена&nbsp; для
        исполнения Пользовательского соглашения (оферты): сведения о документе,
        удостоверяющем личность (серия, номер, дата выдачи, код подразделения,
        орган, выдавший документ), адрес регистрации по месту жительства, адрес
        регистрации по месту пребывания, адрес доставки;
        <strong>
          <br /> -
        </strong>
        иная информация, обрабатываемая Сервисом: IP-адрес, вид операционной
        системы, тип устройства (персональный компьютер, мобильный телефон,
        планшет), тип браузера, географическое положение, поставщик услуг сети
        Интернет, сведения об использовании&nbsp; Сервиса(в том числе сведения о
        посещенных страницах сайта Сервиса&nbsp; https://book-eat.ru/ , перехода
        с других ресурсов), информация, автоматически получаемая при доступе к
        сайту Сервису (в том числе с использованием cookies), сведения: о
        направленных запросах, отзывах и вопросах и иная информация, полученная
        в результате действий Пользователя.
      </p>
      <p>&nbsp;</p>
      <ol start="5">
        <li>
          Для чего я подтверждаю, и соглашаюсь, что Сервис с целью обработки
          персональных данных, вправе совершать с использованием средств
          автоматизации или без использования таких средств любое нижеуказанное
          действие (операцию) или совокупность нижеуказанных действий
          (операций), с персональными данными:
        </li>
      </ol>
      <p>-сбор;</p>
      <p>-запись;</p>
      <p>-систематизация;</p>
      <p>-накопление;</p>
      <p>-хранение;</p>
      <p>-уточнение: обновление и/или изменение;</p>
      <p>-извлечение;</p>
      <p>-использование;</p>
      <p>-передачу: распространение, предоставление, доступ;</p>
      <p>-обезличивание;</p>
      <p>-блокирование;</p>
      <p>-удаление,</p>
      <p>-уничтожение.</p>
      <p>&nbsp;</p>
      <ol start="6">
        <li>
          Согласие действует с момента его предоставления и до момента
          исполнения или отзыва Согласия, после чего персональные данные, при
          отсутствии иных правовых оснований для их обработки Сервисом, будут
          удалены.
        </li>
      </ol>
      <p>&nbsp;</p>
      <ol start="7">
        <li>
          Настоящее согласие может быть отозвано путем направления Сервису /
          Организации обращения (заявления) по электронной почте (e-mail):
          support@book-eat.ru
        </li>
      </ol>
      <p>Заявление должно содержать следующую информацию:</p>
      <p>- сведения о документе, удостоверяющего личность Пользователя;</p>
      <p>
        - сведения, подтверждающие участие Пользователя в отношениях с Сервисом
        (номер телефона, адрес электронной почты, указанный при оставлении
        Заказа в Сервисе;
      </p>
      <p>
        - данные представителя и подтверждение его полномочий (при обращении
        представителя).
      </p>
      <p>подпись Пользователя (представителя).</p>
    </div>
  );
};
