export const Body = () => {
  return (
    <div>
      <p>
        <strong>Пользовательское соглашение 1.2.</strong>
      </p>
      <ol>
        <li>
          <strong>Общие положения</strong>
        </li>
      </ol>
      <p>
        1.1. Настоящее пользовательское соглашение&nbsp; (далее &ndash;
        &laquo;Пользовательское соглашение&raquo;) регулирует порядок
        регистрации и использования Сервиса Организации book-eat,
        предоставляющего Пользователю Сервиса book-eat возможность оформления
        Заказа на условиях, предусмотренных в Пользовательском соглашении по
        следующему адресу&nbsp; https://book-eat.ru/
      </p>
      <p>
        1.2.Настоящие условия Пользовательского соглашения (далее - Условия)
        являются публичной офертой в соответствии со ст. 435, ст.437&nbsp;
        Гражданского кодекса Российской Федерации. Акцепт (принятие) настоящих
        Условий совершается Пользователем в момент совершения одного из
        следующих действий: в момент использования Сервиса, в момент размещения
        Заказа в Сервисе.
      </p>
      <p>
        1.3. Для целей настоящих Условий&nbsp; используются следующие основные
        термины и определения (в алфавитном порядке):
      </p>
      <p>
        Договор -&nbsp; отношения между&nbsp; Пользователем и Продавцом и/или
        Доставщиком, соглашение, заключаемое при оформлении Заказа, с целью
        приготовления и/или реализации Товара и осуществления Доставки с учетом
        Политики обработки персональных данных, настоящего Пользовательского
        соглашения, Условий доставки и самого Договора.
      </p>
      <p>&nbsp;</p>
      <p>
        Доставка - услуга доставки Товаров Пользователю или его уполномоченному
        лицу на основе Заказа и Условий доставки.
      </p>
      <p>&nbsp;</p>
      <p>
        Доставщик - лицо, осуществляющее услуги по приобретению Товаров и/или
        организации их Доставки.
      </p>
      <p>&nbsp;</p>
      <p>
        Заказ - оформленный с помощью Сервиса запрос на приобретение товара
        и/или его доставку.
      </p>
      <p>&nbsp;</p>
      <p>
        Контент - изображения, текстовые, аудио- и видеоматериалы, а также иные
        объекты авторских и (или) смежных прав, РИД, а равно не являющиеся
        таковыми информация и сообщения любого характера, доступные в Сервисе.
      </p>
      <p>&nbsp;</p>
      <p>
        Организация - информационный посредник, не являющийся платежным агентом
        - ИНДИВИДУАЛЬНЫЙ ПРЕДПРИНИМАТЕЛЬ КОВАЛЕВ ИВАН АЛЕКСАНДРОВИЧ, Юридический
        адрес организации: 125315, РОССИЯ, Г МОСКВА, Г МОСКВА, УЛ АСЕЕВА, Д 8,
        КВ 27, ИНН: 771476340744, ОГРН/ОГРНИП: 324774600861719;
      </p>
      <p>
        Пользователь - физическое лицо, обладающее дееспособностью в
        соответствии с законодательством РФ, которое признается участником
        гражданских правоотношений и которое зарегистрировалось / авторизовалось
        в Сервисе, приняло условия настоящего Пользовательского соглашения,
        выразившее добровольное желание оформить Заказ исключительно для личных,
        семейных, домашних и иных нужд, не связанных с осуществлением
        предпринимательской деятельности;
      </p>
      <p>&nbsp;</p>
      <p>
        Продавец - юридическое лицо или индивидуальный предприниматель,
        осуществляющее(ий) услуги по производству и/или реализации Товаров, а
        также осуществляющее(-ий) их доставку в случае, когда соответствующая
        возможность предусмотрена Сервисом.
      </p>
      <p>&nbsp;</p>
      <p>
        Промокод - последовательность цифр, символов, знаков, при введении
        которой в специальное поле при оформлении Заказа (при наличии),
        Пользователь вправе получить Товар и/или Доставку на определенных
        условиях.
      </p>
      <p>&nbsp;</p>
      <p>
        Сервис &nbsp;- сервис Организации book-eat, предоставляющего
        Пользователю Сервиса book-eat возможность оформления заказа Товара /
        Товаров.
      </p>
      <p>&nbsp;</p>
      <p>
        Сервисный сбор - плата, взимаемая Сервисом с Пользователей при
        оформлении Заказа, за использование ими функционала Сервиса с целью
        улучшения Сервиса.
      </p>
      <p>&nbsp;</p>
      <p>
        Товар - продукция общественного питания и/или пищевая продукция и/или
        напитки (за исключением алкогольных), а также иные товары для личного
        пользования.
      </p>
      <p>&nbsp;</p>
      <p>
        Условия доставки - Условия использования сервиса Яндекс.Доставка
        (Доставщик), размещенные по адресу https://yandex.ru/legal/delivery_tou/
      </p>
      <p>&nbsp;</p>
      <p>
        1.4. В Сервисе предлагаются к продаже Товары, принадлежащие третьим
        лицам, заключившим с Сервисом договоры о реализации своих товаров
        посредством Сервиса. В Сервисе также содержится Контент,&nbsp;
        размещаемый для Пользователей в информационных целях.
      </p>
      <p>
        1.5. Сервис осуществляет свою деятельность в соответствии с
        законодательством РФ.
      </p>
      <p>&nbsp;</p>
      <ol start="2">
        <li>Предмет Пользовательского соглашения</li>
      </ol>
      <p>
        2.1. Организация предоставляет Пользователю неисключительную лицензию на
        использование Сервиса, а Пользователь использует Сервис согласно
        условиям настоящего Пользовательского соглашения.
      </p>
      <p>
        2.2. Обязательство по реализации Товаров возникают непосредственно у
        Продавца.
      </p>
      <p>
        2.3. Сервис, Организация не оказывает платных услуг Пользователю, в том
        числе, в случае оформления им Заказа.
      </p>
      <p>&nbsp;</p>
      <ol start="3">
        <li>
          <strong>Оформление заказа. Оплата и доставка</strong>
        </li>
      </ol>
      <p>
        3.1. Для совершения Заказа в Сервисе, а также для пользования Сервисом
        требуется принятие условий настоящего Пользовательского соглашения и
        выполнение всех необходимых действий для совершения Заказа, согласно
        интерфейсу Сервиса.
      </p>
      <p>
        3.2. Организация, Сервис не несут ответственности за неисполнение
        обязательств перед&nbsp; Пользователем, если невозможность их
        надлежащего исполнения обусловлена предоставлением&nbsp; Пользователем
        неверных сведений, в частности ФИО, адреса доставки, контактного
        телефона и/или иных контактных сведений.
      </p>
      <p>3.3. Заказ оформляется Пользователем в Сервисе самостоятельно.</p>
      <p>
        3.4. Пользователь при оформлении Заказа заключает Договор с Продавцом
        и/или Доставщиком, и вступает в прямые договорные отношения с Продавцом
        и/или Доставщиком в части приготовления и/или реализации Товара и
        осуществления Доставки.
      </p>
      <p>
        3.5. Существенные условия заключаемого Пользователем с Продавцом и/или
        Доставщиком Договора указываются в опубликованном на Сервисе описании
        Товара, условий его приготовления и/или реализации, предоставленных
        Продавцом, а также описании условий Доставки, предоставленных Продавцом
        или Доставщиком.
      </p>
      <p>
        3.6. Оформляя Заказ, Пользователь соглашается с тем, что Продавец и/или
        Доставщик может поручить исполнение Заказа третьему лицу, при этом
        оставаясь ответственным за его исполнение.
      </p>
      <p>
        3.7.&nbsp; Стоимость Товара отображается в Сервисе на основании
        представленной Продавцом информации. Стоимость Товара указывается в
        рублях Российской Федерации и включает в себя налог на добавленную
        стоимость (если применимо).
      </p>
      <p>
        3.8. Пользователь может оплатить Заказ безналичным способом с
        использованием банковской карты. В этом случае Организация выступает в
        качестве агента Продавца и/или Доставщика по приему денежных средств.
      </p>
      <p>
        3.9. Если Пользователь поручил Доставщику выкуп Товара и его Доставку,
        то Пользователь оплачивает стоимость Товара безналичным способом с
        использованием банковской карты при его получении. При этом,
        Пользователь в любом случае оплачивает Доставку безналичным способом.
      </p>
      <p>
        3.10. Организация не является платежным агентом при приеме оплаты от
        Пользователя за Заказ согласно пп. 1, 4 ч. 2 ст. 1 Федерального закона
        от 03.06.2009 № 103-ФЗ &laquo;О деятельности по приему платежей
        физических лиц, осуществляемой платежными агентами&raquo;.
      </p>
      <p>
        3.11. При оплате Пользователь вправе использовать Промокод на условиях
        Сервиса, размещаемых в Сервисе.
      </p>
      <p>
        3.12. При получении Товара по Заказу, Пользователь вправе по своему
        усмотрению совершить дополнительный безналичный платеж в пользу
        Доставщика в качестве оценки качества услуг (Чаевые). При этом,
        максимальный размер Чаевых может быть ограничен.
      </p>
      <p>&nbsp;</p>
      <ol start="4">
        <li>
          <strong>Приемка (получение) Товара</strong>
        </li>
      </ol>
      <p>&nbsp;</p>
      <p>
        4.1. Пользователь осуществляет приемку Товара по количеству,
        ассортименту, качеству&nbsp; и комплектности, а также проверяет срок
        годности (если применимо) и целостность упаковки Товара в момент его
        передачи.
      </p>
      <p>
        4.2. Пользователь обязан совершить действия, которые в соответствии с
        обычно предъявляемыми требованиями необходимы с его стороны для
        обеспечения передачи и получения Товара, в том числе подписать
        товаросопроводительные документы и/или&nbsp; иные документы, согласно
        требованиям Доставщика (если применимо), хранить чеки и иные документы,
        подтверждающие факт покупки Товара у Продавца.
      </p>
      <p>
        4.3. Право собственности на Товар, а также риски случайной
        гибели/случайного повреждения Товара переходят от Продавца к
        Пользователю в момент передачи Товара.
      </p>
      <p>&nbsp;</p>
      <ol start="5">
        <li>
          <strong> Возврат Товара. Отказ от Товара</strong>
        </li>
      </ol>
      <p>
        5.1. Возврат Товара, отказ от Товара осуществляется Пользователем
        непосредственно Продавцу на основании Договора с Продавцом.
      </p>
      <p>
        5.2. Сервис, Организация ни при каких обстоятельствах не несут
        ответственности за качество и потребительские свойства и иные
        характеристики Товара, предоставленную Продавцом информацию относительно
        Товара и правил его возврата.
      </p>
      <p>&nbsp;</p>
      <ol start="6">
        <li>
          <strong>Использование Сервиса</strong>
        </li>
      </ol>
      <p>
        6.1. В рамках использования Сервиса от Пользователя может потребоваться
        предоставление информации о себе, в том числе персональных данных,
        контактных данных. Пользователь соглашается, что любая информация,
        которая предоставляется <strong>&nbsp;</strong>Сервису в процессе
        использования Сервиса, всегда будет точной, достоверной и актуальной.
      </p>
      <p>
        6.2. Пользователь настоящим соглашается пользоваться Сервисом
        исключительно в целях Договора, то есть отношений между Продавцом&nbsp;
        и&nbsp; Пользователем&nbsp; по приобретению Товара (товаров) на
        условиях&nbsp; настоящего Пользовательского соглашения, Политики
        обработки персональных данных, непосредственно Договора , разрешенных:
      </p>
      <p>- условиями настоящего Пользовательского соглашения;</p>
      <p>- условиями Договора;</p>
      <p>
        - применимым законодательством Российской Федерации и обычаями делового
        оборота, принятыми в Российской Федерации.
      </p>
      <p>
        6.3. Сервис предоставляется &laquo;как есть&raquo;. Пользователь
        принимает на себя все риски, связанные с использованием Сервиса.
      </p>
      <p>
        6.4. Сервис не предназначен и не может использоваться детьми в возрасте
        до 18 лет. Проходя регистрацию, Пользователь гарантирует, что ему
        исполнилось 18 лет.
      </p>
      <p>
        6.5. Пользователь настоящим соглашается не осуществлять и не
        предпринимать попыток получить доступ к Сервису иным способом, кроме как
        через интерфейс, предоставленный Сервисом, за исключением случаев, когда
        такие действия были прямо разрешены Пользователю в соответствии с
        отдельным соглашением с Сервисом и/или Организацией.
      </p>
      <p>
        6.6. Пользователь соглашается не осуществлять какую-либо деятельность,
        которая препятствует работе Сервиса, соответствующих доменов и
        поддоменов, серверов или сетей, которые связаны с Сервисом, либо
        нарушает порядок функционирования Сервиса.
      </p>
      <p>
        6.7. Пользователь соглашается не воспроизводить, не дублировать, не
        копировать информацию, содержащуюся в Сервисе для каких-либо целей, за
        исключением случаев, когда такие действия были прямо разрешены
        Пользователю в соответствии с отдельным соглашением с Сервисом и/или
        Организацией.
      </p>
      <p>
        6.8. Пользователь соглашается не предпринимать попытки обойти
        технические ограничения, установленные в Сервисе, в том числе при
        совершении оплаты Заказа.
      </p>
      <p>
        6.9. Пользователь соглашается не модифицировать программное обеспечение,
        входящее в Сервис, в том числе изменять, декомпилировать,
        дизассемблировать, дешифровать и производить иные действия с исходным
        кодом Сервиса.
      </p>
      <p>
        6.10. Пользователь соглашается с тем, что несет ответственность за любое
        нарушение обязательств, предусмотренных настоящими Пользовательским
        соглашением, а также за любые последствия нарушений, включая возмещение
        причиненных <strong>&nbsp;</strong>Сервису и/или Организации убытков.
      </p>
      <p>
        <strong>
          6.11. Сервис вправе незамедлительно и без дополнительного оповещения
          Пользователя осуществить блокировку Пользователя во всех случаях
          выявления нарушения Пользователем настоящего Пользовательского
          соглашения, выявления нарушения Пользователем положений
          законодательства Российской Федерации, получения от третьих лиц
          претензии о нарушении Пользователем их прав, получения соответствующих
          требований от государственных органов.
        </strong>
      </p>
      <p>
        <strong>
          6.12. Пользователь обязуется самостоятельно предпринять все усилия для
          прекращения действий, вызвавших блокировку. В случае неустранения
          Пользователем причин, вызвавших блокировку, Сервис вправе не
          возобновлять доступ Пользователя.
        </strong>
      </p>
      <p>&nbsp;</p>
      <ol start="7">
        <li>
          <strong>Пароли Пользователя и защищенность Пользователя</strong>
        </li>
      </ol>
      <p>
        7.1. Пользователь соглашается и понимает, что несет ответственность за
        обеспечение конфиденциальности доступа к Сервису,&nbsp; возможных
        паролей, кодов авторизации, связанных с&nbsp; использованием Сервиса.
      </p>
      <p>
        7.2. Пользователь соглашается, что несет ответственность перед
        Организацией / Сервисом за все действия, которые им совершены при
        использовании Сервиса.
      </p>
      <p>
        7.3. Если Пользователю становится известно о любом несанкционированном
        использовании Сервиса, Пользователь соглашается незамедлительно
        уведомить об этом Сервис, направив соответствующее сообщение по адресу
        электронной почты support@book-eat.ru
      </p>
      <p>
        7.4. Пользователь признает и соглашается с тем, что Сервис,&nbsp;
        информационные материалы, размещенные в Сервисе, содержат либо могут
        содержать информацию - Контент, который подлежит правовой охране в
        соответствии с законодательством Российской Федерации и нормами
        международного права.
      </p>
      <p>&nbsp;</p>
      <ol start="8">
        <li>
          <strong>Ограничение ответственности</strong>
        </li>
      </ol>
      <p>
        8.1. Сервис, Организация не несут ответственности перед Пользователем
        за:
      </p>
      <p>- утрату данных Пользователем / Покупателем;</p>
      <p>
        - любые убытки, возникшие вследствие несанкционированного Пользователем
        доступа к Сервису со стороны третьих лиц&nbsp; ;
      </p>
      <p>
        - любые убытки, которые Пользователь может понести в результате
        необеспечения Пользователем&nbsp; сохранности и конфиденциальности&nbsp;
        доступа к Сервису или данных о Пользователе.
      </p>
      <p>
        8.2. Сервис может содержать Контент, размещенный Продавцами, включая, но
        не ограничиваясь: изображения, описание Товаров, а так же, ссылки на
        другие ресурсы, в частности, веб-сайты в глобальной сети Интернет,
        принадлежащие третьим лицам. Пользователь признает и соглашается с тем,
        что Сервис, Организация&nbsp; не несут ответственности за такой Контент,
        доступность этих ресурсов и за их контент, а также за любые последствия,
        связанные с использованием контента этих ресурсов.
      </p>
      <p>&nbsp;</p>
      <ol start="9">
        <li>
          <strong> Изменение Пользовательского соглашения</strong>
        </li>
      </ol>
      <p>
        9.1. Сервис / Организация вправе в любое время в одностороннем порядке
        вносить изменения в настоящее Пользовательское соглашение. Новая версия
        подлежит размещению в открытом доступе по адресу:
        &nbsp;&nbsp;https://book-eat.ru/ &nbsp;и вступает в силу с момента
        размещения на сайте Сервиса https://book-eat.ru/ .
      </p>
      <p>
        9.2. Пользователь&nbsp; понимает и соглашается, что совершение действий
        в Сервисе после даты внесения Сервисом / Организацией соответствующих
        изменений в условия настоящего Пользовательского соглашения, означает
        согласие Пользователя с новой редакцией и не требует дополнительного
        уведомления и/или согласия Пользователя.
      </p>
      <p>&nbsp;</p>
      <ol start="10">
        <li>
          <strong>10</strong>
          <strong>. </strong>
          <strong>Заключительные положения </strong>
        </li>
      </ol>
      <p>
        10.1. Организация обладает правами на использование Сервиса и его
        составные части.
      </p>
      <p>
        10.2. Контент, доступный в Сервисе, является объектом исключительных
        прав Организации / Сервиса и других правообладателей.
      </p>
      <p>
        10.3. Неисключительная лицензия ограничена правом на использование, и ни
        одно из положений настоящего Пользовательского соглашения не означает
        передачи Пользователю исключительного права на Сервис и/или его
        составные части.
      </p>
      <p>
        10.4. Использование Сервиса способами, не предусмотренными функционалом,
        в том числе путем копирования Контента, элементов дизайна строго
        запрещены, если иное не предусмотрено соглашением Сторон.
      </p>
      <p>
        10.5. Пользователь соглашается с тем, что неиспользование или
        неприменение со стороны Сервиса / Организации каких-либо прав или
        средств правовой защиты, предусмотренных условиями настоящего
        Пользовательского соглашения, или принадлежащих Сервису / Организации в
        силу закона, не означает отказа со стороны Сервиса / Организации
        &nbsp;от таких прав и/или средств правовой защиты.
      </p>
      <p>
        10.6. Никакая часть&nbsp; условий настоящего Пользовательского
        соглашения&nbsp; не может пониматься как установление между
        Пользователем и Организацией отношений товарищества, совместной
        деятельности, отношений личного найма либо каких-то иных отношений,
        прямо не предусмотренных условиями настоящего Пользовательского
        соглашения.
      </p>
      <p>
        10.7. Вопросы, не регламентированные условиями настоящего
        Пользовательского соглашения и/или Договора , регулируются в
        соответствии с законодательством Российской Федерации.
      </p>
      <p>
        10.8. Все споры или разногласия, возникающие&nbsp; в связи с исполнением
        настоящего Пользовательского соглашения, разрешаются в претензионном
        порядке. Срок ответа на претензию &ndash; 30 дней.
      </p>
      <p>
        10.9. При невозможности прийти к соглашению спор может быть рассмотрен в
        соответствии с законодательством Российской Федерации, в суде по месту
        нахождения Организации.
      </p>
      <p>
        10.10. Если какое-либо положение настоящего Пользовательского
        соглашения&nbsp; будет признано судом недействительным, такое положение
        не влечет недействительности остальных положений настоящего
        Пользовательского соглашения.
      </p>
      <p>
        10.11. Настоящее Пользовательское соглашение действует с момента его
        размещения в Сервисе.
      </p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
    </div>
  );
};
